Repository: sunoj/hiboss
Catalog: ios/Widgets/Localizable.xcstrings
Source language: en
Languages: ar, fr, hi, ja, ko, ru, th, zh_hans

source: Answered
ar: تمت الإجابة
fr: Répondu
hi: जवाब दिया गया
ja: 回答済み
ko: 답변함
ru: Отвечено
th: ตอบแล้ว
zh_hans: 已答复

source: Respond to decision
ar: الرد على القرار
fr: Répondre à la décision
hi: निर्णय का जवाब दें
ja: 判断に回答
ko: 결정에 응답
ru: Ответить на решение
th: ตอบการตัดสินใจ
zh_hans: 答复决策

source: Message ID
ar: معرّف الرسالة
fr: ID du message
hi: संदेश ID
ja: メッセージ ID
ko: 메시지 ID
ru: ID сообщения
th: ID ข้อความ
zh_hans: 消息 ID

source: Choice
ar: الاختيار
fr: Choix
hi: चुनाव
ja: 選択
ko: 선택
ru: Выбор
th: ตัวเลือก
zh_hans: 选择

source: Critical
ar: حرجة
fr: Critique
hi: गंभीर
ja: 緊急
ko: 긴급
ru: Критический
th: วิกฤต
zh_hans: 紧急

source: High
ar: عالية
fr: Haute
hi: उच्च
ja: 高
ko: 높음
ru: Высокий
th: สูง
zh_hans: 高

source: Normal
ar: عادية
fr: Normale
hi: सामान्य
ja: 通常
ko: 보통
ru: Обычный
th: ปกติ
zh_hans: 普通

source: Low
ar: منخفضة
fr: Basse
hi: निम्न
ja: 低
ko: 낮음
ru: Низкий
th: ต่ำ
zh_hans: 低

source: Auto-selected when time ran out
ar: اختير تلقائيًا عند انتهاء الوقت
fr: Sélectionné automatiquement à l’expiration du délai
hi: समय समाप्त होने पर स्वतः चुना गया
ja: 時間切れで自動選択
ko: 시간 초과로 자동 선택됨
ru: Выбрано автоматически по истечении времени
th: เลือกอัตโนมัติเมื่อหมดเวลา
zh_hans: 超时后自动选择

source: Already answered elsewhere.
ar: تمت الإجابة في مكان آخر.
fr: Déjà répondu ailleurs.
hi: पहले ही कहीं और जवाब दिया जा चुका है।
ja: ほかの場所で回答済みです。
ko: 이미 다른 곳에서 답변했어요.
ru: Уже отвечено в другом месте.
th: ตอบจากที่อื่นแล้ว
zh_hans: 已在其他地方答复。
